Repository: giorgizek/ZekV1
Catalog: Zek/Properties/Resources.*.resx
Languages: ka_ge

source: Add
ka_ge: დამატება

# AddHint
source: Add record
ka_ge: ჩანაწერის დამატება

source: Approve
ka_ge: დადასტურება

source: Approved/Not Approved
ka_ge: დადასტურებული/დაუდასტურებელი

# ApprovedNotApprovedHint
source: Show Approved/Not Approved records
ka_ge: დადასტურებული/დაუდასტურებელი ჩანაწერებზე გადასვლა

# ApproveHint
source: Approve Record(s)
ka_ge: ჩანაწერის(ების) დადასტურება

source: Auto Refresh
ka_ge: ავტომატური განახლება

# AutoRefreshHint
source: Auto refresh grid after child form closed
ka_ge: ცხრილის ავტომატური განახლება, როცა შვილობილი ფორმა დაუხურება

source: Best Fit
ka_ge: საუკეთესო ზომა

# BestFitHint
source: Best fit columns
ka_ge: სვეტების საუკეთესო ზომა

source: Block
ka_ge: დაბლოკვა

source: Cancel
ka_ge: გაუქმება

source: Choose
ka_ge: არჩევა

# ChooseHint
source: Choose Record(s)
ka_ge: ჩანაწერის(ების) არჩევა

source: Copy
ka_ge: კოპირება

source: Delete
ka_ge: წაშლა

# DeleteHint
source: Delete record(s)
ka_ge: ჩანაწერის(ების) წაშლა

source: Disapprove
ka_ge: დადასტურების მოხსნა

source: Edit
ka_ge: შეცვლა

# EditHint
source: Edit record
ka_ge: ჩანაწერის შეცვლა

source: Error
ka_ge: შეცდომა

source: Export
ka_ge: ექსპორტი

# ExportHint
source: Export Grid
ka_ge: ცხრილის ექსპორტი

# FilterEnableDisable
source: Enable/Disable Filter
ka_ge: ფილტრის ჩართვა/გამორთვა

# FilterEnableDisableHint
source: Enable/Disable Filter
ka_ge: ფილტრის ჩართვა/გამორთვა

source: Filter panel
ka_ge: ფილტრის პანელი

# FilterPanelHint
source: Show/Hide Filter Panel
ka_ge: ფილტრის პანელის ნახვა/დამალვა

source: Print
ka_ge: ამობეჭდვა

# PrintHint
source: Print Record(s)
ka_ge: ჩანაწერის(ების) ამობეჭდვა

source: Question
ka_ge: კითხვა

source: Refresh
ka_ge: განახსლება

# RefreshHint
source: Refresh grid
ka_ge: ცხრილის განახლება

source: Save
ka_ge: შენახვა

# SaveAndClose
source: Save && Close
ka_ge: შენახვა && დახურვა

source: System Columns
ka_ge: სისტემური სვეტები

# SystemColumnsHint
source: Show/Hide System columns
ka_ge: სისტემური სვეტების ნახვა/დამალვა

# TopRecordsCaptionFormat
source: Top {0}
ka_ge: ტოპ {0}

# TopRecordsHintFormat
source: Top {0} records
ka_ge: ტოპ {0} ჩანაწერი

source: Unblock
ka_ge: დაბლოკვის მოხსნა

source: Sum
ka_ge: ჯამი

# SumHint
source: Sum selected rows
ka_ge: დაჯამება მონიშნული ჩანაწერების

source: Name
ka_ge: სახელი

source: Value
ka_ge: მნიშვნელობა

source: Selected rows count
ka_ge: მონიშნული სტრიქონების რაოდენობა

source: Count
ka_ge: რაოდენობა

# InvalidDayErrorText
source: Invalid day
ka_ge: არასწორი დღე

# InvalidMonthErrorText
source: Invalid month
ka_ge: არასწორი თვე

# InvalidQuarterErrorText
source: Invalid quarter
ka_ge: არასწორი კვარტალი

# NumToStrMaximumDecimalsErrorText
source: Maximum number is 6
ka_ge: მაქსიმალური დასაშვები მნიშვნელობა შეიძლება იყოს 6

source: Open
ka_ge: გახსნა

# PressESCToExitEtc
source: Press ESC to exit...
ka_ge: დააჭირეთ ESC რომ გამოხვიდეთ...

# SchedulerServiceIntervalLable
source: Interval (d:hh:mm:ss):
ka_ge: ინტერვალი (d:hh:mm:ss):

source: Validate
ka_ge: ვალიდაცია
